/* 1Password Extension Error Message */
"1Password Extension was cancelled by the user" = "تم إلغاء إضافة 1Password من قبل المستخدم/ة.";

/* 1Password Extension Error Message */
"App Extension API is not available in this version of iOS" = "تطبيق إضافة API غير متوفر في هذا الإصدار من iOS";

/* 1Password Extension Error Message */
"Failed to contact the 1Password Extension" = "فشل الإتصال بإضافة 1Password";

/* 1Password Extension Error Message */
"Failed to execute script that collects web page information" = "فشل تنفيذ البرنامج النصي الذي يجمع معلومات الصفحة";

/* 1Password Extension Error Message */
"Failed to fill web page because script could not be evaluated" = "فشل ملء الصفحة لتعذُّر تقييم البرنامج النصي";

/* 1Password Extension Error Message */
"Failed to fill web page because script is missing" = "فشل ملء الصفحة لأن البرنامج النصي مفقود";

/* 1Password Extension Error Message */
"Failed to obtain URL String from web view. The web view must be loaded completely when calling the 1Password Extension" = "فشل في الحصول على سلسلة الرابط من عرض الويب. يجب تحميل عرض الويب تمامًا عند استدعاء إضافة 1Password";

/* 1Password Extension Error Message */
"Failed to parse information returned by 1Password Extension" = "فشل في تحليل المعلومات التي أُسترجعت بواسطة إضافة 1Password";

